{
  "personalInfo": {
    "first_name": "Akshat",
    "last_name": "Patel",
    "email": "akshat64@umd.edu",
    "phone": "",
    "location": ""
  },
  "socials": {
    "linkedin": "linkedin.com/in/akshat-patel64",
    "github": "akshatpatel64.github.io",
    "portfolio": "medium.com/@patelaksht24"
  },
  "education": [
    {
      "college": "University of Maryland, College Park, MD, USA",
      "degree": "Master of Engineering in Cybersecurity",
      "startDate": "August 2023",
      "endDate": "May 2025",
      "courses": [
        "Cloud Security",
        "Information Assurance",
        "Network Security",
        "Security Tools for Information Security"
      ],
      "gpa": "",
      "major": "",
      "minor": "",
      "location": "College Park, MD, USA"
    },
    {
      "college": "Charotar University of Science and Technology, Anand, GJ, India",
      "degree": "Bachelor of Technology in Electronics and Communication",
      "startDate": "July 2019",
      "endDate": "May 2023",
      "courses": ["EC351: Python", "EC441: Embedded Systems"],
      "gpa": "9.64/10",
      "major": "Electronics and Communication",
      "minor": "",
      "location": "Anand, GJ, India"
    }
  ],
  "workExperience": [
    {
      "company": "University of Maryland",
      "startDate": "June 2024",
      "endDate": "August 2024",
      "description": [
        "Successfully resolved over 200 IT tickets, maintaining 99.9% system uptime across the campus.",
        "Updated IDS rules, reducing potential security threats by 25%.",
        "Ensured 100% device compliance with MDM (Intune, Kandji, JAMF Pro) policies, resolving non-compliance issues within 24 hours using Bomgar remote assistance.",
        "Defined department-specific application allow lists, reducing unauthorized software downloads and reduction in ABR.",
        "Conducted regular internal security audits and compliance checks, ensuring alignment with regulations including HIPAA, PCI, and SOX.",
        "Led internal data inventory audits, classifying over 5,000 system and software entries, and ensuring regulatory compliance. Coordinated with 200+ staff members and managed vendor communications on data retention policies.",
        "Conducted 10+ seminars on social engineering and typosquatting, increasing employee awareness and reducing incident reports by 100%."
      ],
      "jobTitle": "Information Security Engineer and IT Support Intern",
      "location": "College Park, MD, USA"
    },
    {
      "company": "Charotar University of Science and Technology—Dotsquares",
      "startDate": "Jan 2023",
      "endDate": "May 2023",
      "description": [
        "Led the development of an advanced Intrusion Detection System, enhancing network security by detecting and restricting over 95% of unauthorized network activities using customized Snort rules.",
        "Engineered a user-friendly interface for the IDS, facilitating the analysis of over 10,00,000 network packets daily, streamlining threat detection and response.",
        "Conducted comprehensive cybersecurity research on the e-governance website, identifying and fortifying 30+ security loopholes, significantly boosting the site’s defense against cyber threats."
      ],
      "jobTitle": "Cybersecurity Intern",
      "location": "Anand—Ahmedabad, GJ, IN"
    }
  ],
  "projects": [
    {
      "title": "Security Assessment and Robust AWS Architecture Design for Healthcare Application",
      "description": [
        "Identified key vulnerabilities in cloud infrastructure, VMs, and network security.",
        "Enhanced data security and aligned with HIPAA compliance standards.",
        "Incorporated multi-AZ deployments, secure data storage solutions, and advanced AWS services to ensure high availability and disaster recovery readiness.",
        "Enhanced security posture, achieved full HIPAA compliance, and improved system availability and disaster recovery readiness."
      ],
      "link": ""
    },
    {
      "title": "CMMC 2.0 Level 1 Compliance and Security Enhancement for Web Application Infrastructure",
      "description": [
        "Identified and mitigated 18+ security vulnerabilities/non-compliance issues.",
        "Ensured compliance with CMMC 2.0 Level 1 and enhanced defense against cyber threats.",
        "Achieved CMMC 2.0 Level 1 compliance, reduced unauthorized access attempts by 99.9%, and improved overall security posture."
      ],
      "link": ""
    },
    {
      "title": "The Security Architecture Redesign and Proposal for CustomerFirst Bank",
      "description": [
        "Redesigned Security Architecture, improving threat detection by 40% and reducing vulnerabilities by 30% within a $500K budget.",
        "Ensured 100% Compliance with GLBA and PCI-DSS, achieving a 100% audit pass rate for the bank’s systems.",
        "Enhanced Endpoint Security for remote devices, resulting in 99.9% compliance across Windows, Mac, and Linux platforms."
      ],
      "link": ""
    }
  ],
  "skills": [
    [
      "Programming Languages",
      ["Python", "C", "C++", "SQL", "JAVA", "Perl", "Shell Scripting"]
    ],
    [
      "Security Frameworks",
      ["HIPAA", "GDPR", "ISO/IEC 27001", "NIST", "MITRE ATT&CK", "ITIL"]
    ],
    [
      "Tools & Technologies",
      [
        "AWS",
        "MS Azure",
        "Google Cloud",
        "Wireshark",
        "Snort",
        "Rapid7",
        "Zenmap",
        "OWASP ZAP",
        "Metasploit Framework",
        "Nessus",
        "sqlmap",
        "JAMF Pro",
        "Splunk",
        "Security Onion"
      ]
    ]
  ],
  "achievements": [
    {
      "title": "Certificates",
      "description": "CompTIA Security+, ISC2 CC, Ethical hacking essential, Network Security Essentials (EC-Council)",
      "date": ""
    },
    {
      "title": "Publication",
      "description": "Privacy Challenges and Solutions in implementing Searchable Encryption for Cloud Storage, Springer",
      "date": ""
    }
  ],
  "name": "Akshat Patel"
}